Repository: pablo33/Homebank-online-purse
Catalog: purse/locale/*/LC_MESSAGES/django.po
Languages: es

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: e-mail
es: Correo electrónico

source: User
es: Usuario

source: Reset purse to this amount
es: Resetear monedero a esta cantidad

source: Name
es: Nombre

source: Active
es: Activo

source: Currency
es: Moneda

source: Show exported expenses
es: Mostrar gastos exportados

source: Date
es: Fecha

source: info
es: Información

source: paymode
es: Método pago

source: payee
es: Pagador

source: wording
es: Descripción

source: amount
es: Cantidad

source: image
es: Imagen

source: my purse
es: Mi mondedero

source: Purse/wallet name
es: Nombre del monedero

source: Activate to show inactive purses/wallets
es: Activar para mostrar monederos inactivos

source: HomeBank online purse
es: Monedero online para HomeBank

source: Close session
es: Cerrar sesión

source: Log in
es: Entrar

source: Sign up
es: Date de alta

source: Restore my password
es: Restarurar mi contraseña

source: Edit your data
es: Edita tus datos

source: Last name
es: Apellidos

source: Show inactive purses
es: Activar para mostrar monederos inactivos

source: Send changes
es: Guardar cambios

source: Other actions
es: Otras acciones

source: Change your password
es: Cambia tu contraseña

source: Back
es: Volver

source: This purse
es: Este mondedero

source: Config
es: Configuración

source: Close
es: Cerrar

source: Expenses for %(pname)s
es: Gastos para %(pname)s

source: This transaction is positive
es: Este movimiento es positivo

source: Add expense
es: Añadir gasto

source: Your purse balance is %(cuantity)s %(currency)s
es: Tu balance en el monedero es %(cuantity)s %(currency)s

source: Showing exported expenses
es: Mostrando gastos exportados

source: Export expenses to CSV
es: Exportar gastos a CSV

source: Delete this expense?
es: ¿Borrar este gasto?

source: Delete Expense
es: Borrar gasto

source: Export information
es: Información a exportar

source: There is one expense to export in %(apurse)s.
es: Hay un solo apuntes para exportar en %(apurse)s.

source: Are you ready to get your CSV file?
es: ¿Preparado para descargar tu archivo CSV?

source: Yes, give me my data
es: Sí, descarga el fichero

source: Not yet
es: No, aún no

source: This expenses won't be marked as exported, untill you press here. So be sure you have your CSV file and press here to mark all expenses as exported.
es: Los gastos no serán marcados como exportados hasta que pulses aquí. Asegúra que te descargas el fichero CSV y pulsa luego aquí para que los gastos se marquen como exportados.

source: There are no expenses to export
es: No hay apuntes para exportar

source: Last %(days)s days: %(visits)s visits | %(users)s active users | %(apurses)s active purses.
es: Últimos %(days)s días: %(visits)s visitas | %(users)s usuarios activos | %(apurses)s monederos activos.

source: page
es: página

source: of
es: de

source: Log In
es: Identifícate

source: Login
es: Logarse

source: Modify your expense
es: Modificar gasto

source: Save
es: Guardar

source: Modify your purse
es: Editar monedero

source: Add a new purse to manage
es: Añadir monedero

source: Add new purse
es: Añadir monedero

source: YOUR PURSES
es: Tus monederos

source: Here is list of purses to work with
es: Esta es una lista de monederos

source: Add a new purse
es: Añadir monedero

source: Fill your user name and your e-mail
es: Rellena tu nombre de usuario y e-mail

source: User name
es: Nombre de usuario

source: Request password reset
es: Solicitar restablecer contraseña

source: Image for the expense
es: Imagen para el gasto

source: Delete Image
es: Borrar imagen

source: Send
es: Enviar

source: Welcome to your HomeBank online Purse
es: ¡Bienvenido a tu monedero online de HomeBank!

source: This app will help you annotate your daily expenses and export them to your HomeBank application. You can read more on its page.
es: Esta aplicación te ayudará a anotar tus gastos diarios y a exportarlos a tuaplicación de HomeBank. Puedes leer más sobre la aplicación de HomeBank en su página web.

source: Write down, easy and fast, your daily expenses and export them periodically into your HomeBank account via CSV file.
es: Anota, facil y rápidamente tus gastos diarios y expórtalos periodicamentea tu cuenta de HomeBank mediante un fichero CSV

source: That's it.
es: Eso es todo.

source: This is my personal home service, but you are welcome to try it or even using it if you want.
es: Este es mi servicio personal, pero puedes probarlo o incluso utilizarlo si quieres.

source: Want to try or have your personal service?
es: ¿Quieres probar o tener tu propio servicio?

source: In this case, don't forget having a look to the development page:
es: En ese caso, no olvides echar un vistazo a la página de desarrollo:

source: This website only uses own cookies to improve the user experience through browsing. If you continue browsing you accept its use.
es: Esta web utiliza cookies propias para mejorar la experiencia del usuario a " "través de su navegación. Si continúas navegando aceptas su uso
